{
    "introducao-p1": {
        "texto": [
            "É noite, com algumas estrelas e algumas nuvens espalhadas pelo céu escuro.",
            "A rua é ladeada por postes de luz, árvores e simples casas de madeira dos",
            "dois lados. Além dos grilos e de um cachorro latindo ao longe, ouvimos passos",
            "- passos ritmados - produzidos por uma silhueta alta e esguia. Quando ela passa",
            "sob um poste, percebemos que se trata de um rapaz de cabelos na altura dos ombros,",
            "roupas simples e uma mochila às costas."
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "introducao-p2": {
        "texto": [
            "Ele segue caminhando até parar diante de uma casinha de fachada encardida, telhas",
            "desconjuntadas e vasos de planta ressecadas na pequena varanda. O rapaz franze",
            "levemente as sobrancelhas ao olhar para a janela e notar que as luzes da cozinha estão",
            "piscando. Suspira, já imaginando que precisará acrescentar mais um item à sua crescente",
            "lista de consertos para o fim de semana."
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "introducao-p3": {
        "texto": [
            "Ele tira a chave do bolso, encaixa na fechadura e gira para destrancar a porta. O clique metálico",
            "ressoa suave, seguido pelo habitual destravar do mecanismo. Ele empurra a porta com cuidado, e uma",
            "faixa de luz amarelada da cozinha se espalha pelo corredor, iluminando parcialmente o interior da casa,",
            "onde Joe, como todos os dias, estaria o esperando."
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "introducao-p4": {
        "texto": [
            "A porta se abre por completo. O silêncio lá dentro é pesado. A casa está parcialmente destruída.",
            "A mesa de jantar está tombada no chão, com as pernas para o ar. As cadeiras foram arremessadas contra",
            "a estante. Almofadas rasgadas espalham espuma pelo assoalho. Perto da cozinha, cacos de um prato quebrado",
            "brilham misturados a manchas de sangue escuro e espesso."
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "introducao-p5": {
        "texto": [
            "O rastro de sangue não para ali. Ele segue pelo chão de madeira arranhado até a parede principal. Mas a parede",
            "não existe mais. O papel de parede está rasgado, pendurado em tiras. No lugar do reboco, há uma membrana orgânica,",
            "fina e translúcida, esticada como pele molhada. Ela pulsa devagar, emitindo um brilho vermelho doentio, febril.",
            "Raízes grossas e escuras saem das bordas da membrana, agarrando-se à sala como veias podres. A cada pulsação, elas estalam."
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "introducao-p6": {
        "texto": [
            "Atrás da membrana, abafado, ouve-se o som de passos pesados correndo num chão molhado. E gritos.",
            "\n\n- Me solta! Irmão!",
            "\n\nÉ a voz de Joe. Distante, distorcida, como se viesse do fundo de uma piscina. A membrana na parede",
            "se contrai. As raízes puxam as bordas, tentando fechar a passagem."
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "introducao-p7": {
        "texto": [
            "O rapaz corre para a cozinha. Abre a gaveta com violência. Pega três objetos: uma lanterna, um canivete e um",
            "pano de prato limpo. Joga tudo na mochila. Ele volta para a sala. O cheiro que sai da parede é frio, de mofo e",
            "carne velha. Ele respira fundo, ajusta a mochila e se joga contra a membrana. A superfície cede com um som úmido",
            "e pegajoso, tragando o corpo dele para o outro lado. Ele cai de joelhos, coberto de gosma. O chão é macio demais.",
            "Cede como carne podre misturada com lama. A textura é pegajosa. O som é um estalo abafado."
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "introducao-p8": {
        "texto": [
            "O ar é gelado. Cheira a ferrugem e decomposição. Cada respiração arranha a garganta. Ele olha ao redor. É o quintal",
            "de casa, mas morto. As árvores estão secas, cobertas por lodo escuro. A cerca são apenas sombras tortas. Tudo é azul",
            "escuro, cinza e preto. Partículas brancas, como poeira úmida, caem do céu e grudam na roupa. O chão pulsa. Cipós negros",
            "cobrem tudo, vibrando com um som baixo. A cada passo, a gosma puxa a sola da bota."
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "introducao-p9": {
        "texto": [
            ""
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "caminho1-p1": {
        "texto": [
            "",
            ""
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "caminho1-p2": {
        "texto": [
            "",
            ""
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "caminho2-p1": {
        "texto": [
            "",
            ""
        ],

        "opcoes": [
            "Continuar..."
        ]
    },

    "caminho2-p2": {
        "texto": [
            "",
            ""
        ],

        "opcoes": [
            "Continuar..."
        ]
    }
}